"use strict";

// ========= 1 =========
// объяви переменную, которая должна принимать значение с названием животного
// выведи каждое значение этой переменной в консоль
// присвой 10 разных значений

// ========= 2 =========
// объяви переменную со значением своего имени, которую нельзя перезаписать

// ========= 3 =========
// создай 5 переменных с названиями любимых песен, так, чтобы их нельзя было изменить

// ========= 4 =========
// создай разные переменные сщ значениями: 3, "Студент", true, undefind, null 
// выведи значения переменных и тип данных каждого значения в консоль

// ========= 5 =========
// проверь на число каждое значение переменной, созданной в предыдущем задании
// и выведи это в консоль
