"use strict";

// ========= 1 =========
// выведи в консоль значения всех примитивных типов данных

// ========= 2 =========
// Приведи к числу следующие значения: false, true, "253", "JavaScript", undefined, null

// ========= 3 =========
// Приведи к булю следующие значения: '', "  ", "253", "JavaScript", undefined, null

// ========= 4 =========
// Приведи к строке следующие значения: 214, undefined, null, true, false

// ========= 5 =========
// Сравни следующие значения: 4, 3 и false, так, чтобы вернулся ответ true.
// Сравни следующие значения: 4, 3 и false, так, чтобы вернулся ответ false.
// Напиши все варианты, которые у тебя получились

